brew "autojump"
brew "asdf"
brew "awscli"
brew "ctags"
brew "docker"
brew "docker-compose"
brew "docker-machine"
brew "ffmpeg"
brew "fzf"
brew "git"
brew "gpg"
brew "graphviz"
brew "heroku"
brew "hub"
brew "jemalloc"
brew "libxml2"
brew "libxslt"
brew "memcached"
brew "neovim"
brew "node"
brew "openssl"
brew "pgcli"
brew "python@2"
brew "python@3"
brew "rbenv"
brew "redis"
brew "ruby-build"
brew "s3cmd"
brew "the_silver_searcher"
brew "tmux"
brew "unrar"
brew "webp"
brew "x264"
brew "x265"
brew "xvid"
brew "zsh"

tap "heroku/brew"
brew "heroku"

tap "thoughtbot/formulae"
brew "rcm"

tap "homebrew/cask"
cask_args appdir: "/Applications"
cask "alfred"
cask "bartender"
cask "docker"
cask "fork"
cask "hazel"
cask "iterm2"
cask "java"
cask "marshallofsound-google-play-music-player"
cask "postgres"

mas "Irvue", id: 1039633667
mas "1Password7", id: 1333542190
mas "Magnet", id: 441258766
mas "Pixelmator", id: 407963104
