brew "autojump"
brew "awscli"
brew "ctags"
brew "ffpmeg"
brew "fzf"
brew "git"
brew "graphviz"
brew "heroku"
brew "hub"
brew "jemalloc"
brew "memcached"
brew "neovim"
brew "openssl"
brew "pgcli"
brew "python@2"
brew "python@3"
brew "rbenv"
brew "redis"
brew "ruby-build"
brew "s3cmd"
brew "the_silver_searcher"
brew "tmux"
brew "unrar"
brew "webp"
brew "x264"
brew "x265"
brew "xvid"
brew "zsh"

tap "thoughtbot/formulae"
brew "rcm"

tap "homebrew/cask"
cask_args appdir: "/Applications"
cask "fork"

mas "Irvue", id: 1039633667
mas "1Password7", id: 1333542190
mas "Pixelmator", id: 407963104

