brew "ansible"
brew "autojump"
brew "awscli"
brew "bison"
brew "bison@2.7"
brew "ctags"
brew "docker"
brew "docker-compose"
brew "docker-machine"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "gpg"
brew "graphviz"
brew "int128/kubelogin/kubelogin"
brew "joplin"
brew "languagetool"
brew "libxml2"
brew "libxslt"
brew "libyaml"
brew "mas"
brew "memcached"
brew "neovim"
brew "node"
brew "openssl"
brew "openssl@1.1"
brew "overmind"
brew "pgcli"
brew "python@3"
brew "readline"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "ruby-build"
brew "s3cmd"
brew "shared-mime-info"
brew "stripe/stripe-cli/stripe"
brew "the_silver_searcher"
brew "tmux"
brew "webp"
brew "wget"
brew "x264"
brew "x265"
brew "xvid"
brew "yarn"
brew "zlib"
brew "zsh"

tap "heroku/brew"
brew "heroku"

tap "thoughtbot/formulae"
brew "rcm"

tap "homebrew/cask"
cask_args appdir: "/Applications"
cask "adoptopenjdk"
cask "appcleaner"
cask "alfred"
cask "bartender"
cask "fork"
cask "hazel"
cask "postgres-unofficial"
cask "spotify"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlvideo"

mas "Irvue", id: 1039633667
mas "Magnet", id: 441258766
mas "Pixelmator", id: 407963104
